{
    "q3hn1WQ12rz": [
        [
            "What is underneath the four paintings upstairs?",
            "A radiator"
        ],
        [
            "What is to the left of the mirror downstairs?",
            "Light switch"
        ],
        [
            "What color is the staircase railing?",
            "White"
        ],
        [
            "What is directly across the staircase?",
            "A mirror"
        ],
        [
            "What is on the center of the ceiling in the living room?",
            "A smoke detector"
        ],
        [
            "Are all the bedroom doors upstairs open?",
            "Yes"
        ],
        [
            "Are the ceiling lights in the living room turned on?",
            "Yes"
        ],
        [
            "Where should I put my jackets and shoes?",
            "In the storage closet "
        ],
        [
            "How many stories does this house have?",
            "Three"
        ],
        [
            "Is my backyard safe to let me dog out in?",
            "Yes, its fenced."
        ],
        [
            "How can I get to the backyard?",
            "Through the patio doors in the living room on the first floor"
        ],
        [
            "Where is the blue cabinet?",
            "In the upstairs bedroom "
        ]
    ],
    "bxsVRursffK": [
        [
            "What cartoon animal is painted on the wall?",
            "An owl"
        ],
        [
            "What color are the flowers on the black table downstairs?",
            "White"
        ],
        [
            "What color are the sheets in the bedroom?",
            "White and grey"
        ],
        [
            "What is on the ceiling in front of the upstairs bedroom?",
            "An air vent"
        ],
        [
            "Are the doors downstairs closed?",
            "Yes."
        ],
        [
            "Where can my kids go to read?",
            "The small yellow table upstairs"
        ],
        [
            "Who is the room with the books meant for?",
            "A child"
        ],
        [
            "Where are the books?",
            "On the shelves hanging on the wall"
        ],
        [
            "What colors are the stripes on the wall with the books?",
            "Blue, Green, and Red"
        ]
    ],
    "XB4GS9ShBRE": [
        [
            "What is above the mirror in the bathroom?",
            "Lights"
        ],
        [
            "What is hanging on the wall near the bottom of the stairs?",
            "A smoke detector"
        ],
        [
            "What animal is shown in the picture in the bedroom?",
            "A bird"
        ],
        [
            "What is to the right of the light switch in the bathroom?",
            "A hand towel"
        ],
        [
            "Is there space on the dining table to work on my laptop?",
            "Yes"
        ],
        [
            "Is the bathroom shower curtain open or closed?",
            "Open"
        ],
        [
            "After washing my hands in the sink, what should I use to dry my hands?",
            "Use the hand towel"
        ],
        [
            "How can I turn off the lamp in the bedroom?",
            "Use the pull cords"
        ],
        [
            "Is the kitchen on the same floor as the bedroom?",
            "No."
        ],
        [
            "Is the bathroom furnished?",
            "Yes."
        ],
        [
            "Where did I put my pink shirt?",
            "In the bedroom closet"
        ],
        [
            "Where is the grey bed?",
            "In the bedroom across the first one."
        ]
    ],
    "5jp3fCRSRjc": [
        [
            "What is the circular object on the wall next to the staircase?",
            "A smoke detector"
        ],
        [
            "What is the yellow object on top of the ouch?",
            "A blanket"
        ],
        [
            "What color is the trim of the mirror?",
            "Grey"
        ],
        [
            "What color is the staircase railing?",
            "Dark brown"
        ],
        [
            "What is hung along the walls of the staircase?",
            "Photos of people"
        ],
        [
            "What is at the center of the dining table?",
            "A vase with flowers"
        ],
        [
            "Is the dining room light turned on?",
            "Yes."
        ],
        [
            "Is the bedroom door open?",
            "Yes"
        ],
        [
            "Where can I dry my shoes when I come into the house?",
            "On the grey rug behind the front door"
        ],
        [
            "What can be used to provide privacy in the dining room?",
            "Curtains"
        ],
        [
            "What type of furniture is used to display items behind glass doors?",
            "The china cabinet"
        ],
        [
            "Where is the china cabinet?",
            "To the left of the dining table"
        ]
    ],
    "6s7QHgap2fW": [
        [
            "what color is the flower in the bottom floor?",
            "pink"
        ],
        [
            "what color is the chair?",
            "black"
        ],
        [
            "is the chair in the above floor pushed in or placed out?",
            "pushed in"
        ],
        [
            "is the door of the above room infront of the staircase open or closed?",
            "open"
        ],
        [
            "is the table in the above room infront of the staircase clean ?",
            "yes"
        ],
        [
            "how do I go down from the above floor to the below floor?",
            "use the staircase "
        ]
    ],
    "GLAQ4DNUx5U": [
        [
            "What is the black object next to the black chair?",
            "A filing cabinet"
        ],
        [
            "What shape is the multicolored chair in the living room?",
            "Circular"
        ],
        [
            "What shape is the couch in the living room?",
            "It is a c shape."
        ],
        [
            "Could I have a conversation with someone cooking dinner in the kitchen while I sit in the dining room?",
            "Yes"
        ],
        [
            "What is on top of the washing machine?",
            "The dryer"
        ],
        [
            "Is my study desk free from clutter?",
            "No"
        ],
        [
            "Is the printer plugged in?",
            "No"
        ],
        [
            "How can I dry my towel?",
            "By hanging it on the towel warmer."
        ],
        [
            "How can I reach the wine glasses if I'm too short?",
            "Using the step-stool in the laundry room."
        ],
        [
            "Where did I leave my water bottle?",
            "On the table next to the desk in the study."
        ],
        [
            "What room is the potted cactus in?",
            "The bathroom"
        ]
    ],
    "cvZr5TUy5C5": [
        [
            "what is the black object on the table on the top floor",
            "Monitor"
        ],
        [
            "what objects are displayed above the little houses ",
            "model sail boats"
        ],
        [
            "what color are the steps of the stairs",
            "red"
        ],
        [
            "what color are the doors",
            "white"
        ],
        [
            "is there room to work from the table in the office",
            "yes"
        ],
        [
            "is the office table clean",
            "yes"
        ],
        [
            "is the chair in the office occupied",
            "no"
        ],
        [
            "can I use a mop to clean the stairs?",
            "no"
        ],
        [
            "do I need to install curtains to reduce the day light?",
            "no"
        ],
        [
            "where are the books",
            "in the office"
        ],
        [
            "where are model houses displayed",
            "in the hallway by the stairs"
        ]
    ],
    "W7k2QWzBrFY": [
        [
            "Where is the picture of the flowers?",
            "Above the wooden nightstand "
        ],
        [
            "Where is the closet with the mirror?",
            "In the bedroom downstairs"
        ]
    ],
    "HMkoS756sz6": [
        [
            "What is above the bed that's not in the nook?",
            "A clock"
        ],
        [
            "What colors is the kitchen backsplash",
            "black"
        ],
        [
            "What color is the bedroom poof? ",
            "blue"
        ],
        [
            "Can another cookie jar fit on the cookie jar shelf?",
            "yes"
        ],
        [
            "Can two adults fit on the bed?",
            "no"
        ],
        [
            "Is the microwave door propped open?",
            "no"
        ],
        [
            "Is the backdoor open or closed?",
            "open"
        ],
        [
            "Where can I store the house key?",
            "The lockbox on the front door"
        ],
        [
            "How can I heat the house without wood?",
            "Thermostat in the living room"
        ],
        [
            "Where can I access the attic?",
            "door at the top of the stairs"
        ],
        [
            "Does this house have forced air heating?",
            "no"
        ],
        [
            "Where is the yellow pillow? ",
            "The kitchen window"
        ],
        [
            "Where is the checkers board?",
            "Entryway table"
        ]
    ],
    "a8BtkwhxdRV": [
        [
            "What is on top of the cabinet in the same room as the sofa, aside from a picture frame?",
            "Books"
        ],
        [
            "Is the lamp on or off",
            "on"
        ],
        [
            "where can i find something to drink",
            "In the fridge below the picture frame"
        ],
        [
            "Where can i relax a bit",
            "on the red couch"
        ],
        [
            "What room is the picture in?",
            "The one with the red sofa"
        ],
        [
            "What room is the plant in?",
            "The room with the stairs"
        ]
    ],
    "LNg5mXe1BDj": [
        [
            "What is the object in the TV room, at the right of the couch?",
            "An stationary bike"
        ],
        [
            "What is the flue object on the floor near the toilet?",
            "A trash can"
        ],
        [
            "What material are most of the cabinets of the kitchen made of?",
            "Wood"
        ],
        [
            "Which color is the clock on the wall of the kitchen?",
            "White"
        ],
        [
            "What is the object between the Stationary Bike and the Table with the Lamp?",
            "An armchair"
        ],
        [
            "If you were to go down the stairs, then straight into the tv room, turn left in the door and go straight until you enter the last room, which room would it be?",
            "The restroom"
        ],
        [
            "Is the door of the restroom open or closed?",
            "Open"
        ],
        [
            "Is the TV on or off",
            "Off"
        ],
        [
            "I go to the TV room, which object can I use to exercise?",
            "The Stationary Bike"
        ],
        [
            "There is an object to tell the time in this scene, in which room is it?",
            "In the kitchen"
        ],
        [
            "If you go to the restroom there are ornaments and frames about one sport, which sport is it?",
            "Baseball"
        ],
        [
            "About which baseball team is the frame on the restroom?",
            "The Minnesota Twins"
        ],
        [
            "In which room is the frame about the minesota twins?",
            "In the restroom"
        ],
        [
            "In which room is the stationary bike?",
            "In the TV room"
        ]
    ],
    "uLz9jNga3kC": [
        [
            "What decorations is on the bathroom counter?",
            "A plant"
        ],
        [
            "What color is the tray on the coffee table?",
            "Silver"
        ],
        [
            "Where is the \"Be Thankful\" poster?",
            "Above the stairs"
        ],
        [
            "Where is \"Bless this home\" written?",
            "Above the dinner room entrance"
        ],
        [
            "Are the blinds closed?",
            "No"
        ],
        [
            "Is the dining room table set?",
            "No"
        ],
        [
            "Where should I sit to watch tv?",
            "Couch"
        ],
        [
            "Do frames near microwave show English letters?",
            "No"
        ],
        [
            "Does poster above stairs show English letters?",
            "Yes"
        ],
        [
            "Where is the black cross?",
            "Above the front door"
        ],
        [
            "Where is the plaid blanket?",
            "On the back of the couch"
        ]
    ],
    "bCPU9suPUw9": [
        [
            "Where is the three blade fan?",
            "Above the stairs"
        ],
        [
            "Where is the four blade fan?",
            "In the living room"
        ]
    ],
    "q5QZSEeHe5g": [
        [
            "What is the blue object left of the downstairs bed?",
            "a humidifier"
        ],
        [
            "What is the black and red object in the upstairs bedroom?",
            "a workout bench"
        ],
        [
            "what color are the dining room walls?",
            "brown"
        ],
        [
            "What color is the front door?",
            "white"
        ],
        [
            "What is on the opposite wall of the bed?",
            "TV"
        ],
        [
            "What's below the window of the front door?",
            "mailslot "
        ],
        [
            "Is there clutter on the kitchen island?",
            "no"
        ],
        [
            "Where can I workout?",
            "upstairs bedroom"
        ],
        [
            "What type of heating does this house have?",
            "radiator"
        ],
        [
            "Is the refrigerator modern?",
            "no"
        ],
        [
            "Where is the sweatshirt",
            "coat rack"
        ],
        [
            "Where is the full length mirror?",
            "upstairs bedroom"
        ]
    ]
}