{
    "_name_or_path": "google/vit-base-patch16-224-in21k",
    "architectures": [
      "ViTForImageClassification"
    ],
    "attention_probs_dropout_prob": 0.0,
    "encoder_stride": 16,
    "hidden_act": "gelu",
    "hidden_dropout_prob": 0.0,
    "hidden_size": 768,
    "id2label": {
      "0": "Bathroom",
      "1": "Bedroom",
      "2": "DinningRoom",
      "3": "Kitchen",
      "4": "Laundry room",
      "5": "Livingroom"
    },
    "image_size": 224,
    "initializer_range": 0.02,
    "intermediate_size": 3072,
    "label2id": {
      "Bathroom": "0",
      "Bedroom": "1",
      "DinningRoom": "2",
      "Kitchen": "3",
      "Laundry room": "4",
      "Livingroom": "5"
    },
    "layer_norm_eps": 1e-12,
    "model_type": "vit",
    "num_attention_heads": 12,
    "num_channels": 3,
    "num_hidden_layers": 12,
    "patch_size": 16,
    "problem_type": "single_label_classification",
    "qkv_bias": true,
    "torch_dtype": "float32",
    "transformers_version": "4.17.0"
  }